; TCP-Z language resource file

; Note: Don't translate the section name likes [???].
; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0412			Korean		Korea			949				KOR 

[info]
LanguageName=Korean (한글)
LanguageID=0x0412
CodePage=949
Translator=deuxdoom
;허접한 번역 지송~ lol feedback은 deuxdoom@gmail.com 으로!
Version=2.6
LastModified=3/26/2009

[Common]
AlreadyRun=TCP-Z는 이미 실행중입니다... 두번 실행 하실 필요 없습니다.
AboutBox=TCP-Z에 대해...
Minimize=최소화
OK=확인
Success=성공
Fail=실패
SaveToFile=파일로 저장


[TCP]
Version=버젼
FileLimit=파일 제한수
MemoryLimit=메모리 제한수
OriginalFile=원본 파일
Yes=예
No=아니오
EVIDCount=EvID 4226
Connection=접속
Established=확립된 수
HalfOpen=Half-Open
CreateDepth=깊이 생성
Incoming=들어오는 수
Speed=속도
Download=다운로드
Upload=업로드
Peak=과거 최고점
FailGetNicInfo=네트워크 어댑터 정보 가져오기 실패
VersionNotMatch=tcpip.sys의 버젼이 현재의 운영체제와 맞지 않습니다, TCP-Z의 작업은 취소됩니다..\n\n이 프로그램은 호환모드에서의 실행이 불가합니다!
FailGetVersion=실패. tcpip.sys 파일이 Lock(접근불가)되어 있습니다.
UnKnown=알수없음
UnLimited=UnLimited,Crack

[Statistics]
Statistics=통계
TCPStatistics=IPv4에서의 TCP통계
DurationOfStatistics=통계 시간
OutgoingConnection=외부 접속 시도
IncomingConnection=내부 접속 시도
FailedConnection=접속 시도 실패
EstablishedConnection=성공적으로 안정된 접속
SuccessRatio=성공 비율
Reset=초기화
AdapterInfo=네트워크 어댑터 정보
DeviceType=장치 타입
OperateStatus=작동 상태
LinkSpeed=링크 속도
TransmitSpeed=전송 속도
ReceiveSpeed=받는 속도
; // A: This "UP" comes from c++ header file, means active, connected
Up=업
Down=다운
Ethernet=이더넷
PPP=PPP
Wireless=무선망


[Detail]
Detail=상세
Process=프로세스
PID=PID
ProcessInfo=프로세스 정보
; These info is same as Windows Task Manager
MemUsage=메모리 사용양
VMSize=가상Mem 크기
IORead=I/O 읽기
IOWrite=I/O 쓰기


[Patch]
Patch=패치
PatchMemory=메모리 패치
PatchFile=Tcpip.sys파일 패치
OldValue=예전 값
NewValue=새로운 값
Offset=Offset
Apply=적용하기
MsgMemPatch=커널 메모리의 Half-Open 제한수를 변경함.\n즉시 적용됨.\n\n변경된 값은 컴퓨터를 끄기 전까지 유효함.
TipMemPatch=메모리 패치 팁
Open=열기
MsgTipMemPatch=안정적인 자동화를 위해, TCP-Z는 가상 장치로 시도됩니다.\n오직 한번 설치 되며, Half-Open 접속 제한수는 부팅할 때 마다 사용자가 기존에 설정한 값으로 유지될 것입니다.
MsgFilePatch=컴퓨터 재부팅시 적용됨.\n오직 한번의 패치가 가능함.\n\n VISTA에서 패치시 'Universal Tcpip.sys Patch'로 시도 바람.

InvalidValue=새로운 값이 유효하지 않음.
ComfirmPatchFile=Tcpip.sys 파일을 정말로 패치하시겠습니까?
FailDisableWFP=윈도우 파일 보호(WFP)의 비활성이 실패하였습니다.\n\n또는, 해당 기능이 이전에 비활성 되었을 수 있습니다.

UnsupportedOS=이 운영체제는 지원 안함.
FailExtractFile=드라이버 파일 해제 실패.
FailLoadDriver=드라이버 로딩 실패. \n프로그램을 우클릭하여 관리자모드로 실행 바람.\n\n몇몇 안티바이러스 프로그램으로 인해 드라이버 로드가 막혔을 수 있으니, 해당 어플리케이션 설정을 변경바람.
; 보통 KIS 2009의 Firewall이 문제가 되기도 함. Rules에서 Exception처리 하였음에도 계속 재발시 deuxdoom.wordpress.com 에 방문해주세요.
LoadErrorCode=에러 TCP-Z 드라이버 로딩. Error Code:
FailOpenSCM=서비스 제어 관리자 열기 실패. 충분한 권한 없음.
FailCreateService=서비스 생성 실패.
FailStartService=서비스 시작 실패.
TestsigningNotEnable=TESTSIGNING가 비활성 되어 있습니다.\n\n상세한 정보는 Readme.txt를 보세요.\n\nTESTSIGNING을 지금 바로 사용 가능하도록 하겠습니까?
TestsigningSetOK=TESTSIGNING 상태가 ON되었습니다.\n\n만약 바탕화면에 'Test Mode'라는 워터마크가 생긴다면, 'RemoveWatermarkX64.exe'로 지울 수 있습니다.\n\n적용하기 위해선 재부팅 해야 합니다.

SetSuccess=TCP Half-Open 접속 제한 변경수:
SetFail=새로운 제한 값 변경 실패.


[About]
About=정보
ReadMe=도움말...

[MiniBar]
Active=활성화
Statistics=통계


[LanguageDialog]
LangChanged=언어가 변경되었습니다, 프로그램을 다시 시작시 적용됩니다.


[PopupMenu]
ShowTCPZ=보이기 / TCP-Z 숨기기 
OnTopmost=창 항상 위에 보이기
ShowMinibar=보이기 / Minibar 숨기기
Transparent=투명도
CaptureTCPZ=TCP-Z 창 캡쳐
CaptureScreen=전체 화면 캡쳐
RefreshNicList=넷 어댑터 갱신
Exit=끝내기